[
 {
  "link": "https://www.atlanta.net/events/detail/atlanta-dream-v-los-angeles-sparks/127507",
  "name": "Atlanta Dream v. Los Angeles Sparks",
  "desc": "Come join the Atlanta Dream as they take on the Los Angeles Sparks",
  "addr": "2330 Convention Center Concourse\nCollege Park, GA 30337",
  "loc": "Gateway Center Arena",
  "cat": "Family & Kids",
  "time": "7:00 PM",
  "date": "8-28-2020",
  "latitude": "33.643463",
  "longitude": "-84.456081"
 },
 {
  "link": "https://www.atlanta.net/events/detail/marshmello/127535",
  "name": "Marshmello",
  "desc": "Featuring: MarshmelloShow: 7:00 PMThis is an all ages event. Doors: 6pm Show: 7pm This show is gen adm first come first serve with the exception of the double lettered rows in the mezz. After double lettered rows - mezz is gen adm.",
  "addr": "800 Battery Avenue SE\nAtlanta, GA 30339",
  "loc": "Coca-Cola Roxy",
  "cat": "Music & Concerts, Nightlife",
  "time": "7 PM",
  "date": "8-28-2020",
  "latitude": "33.8904385",
  "longitude": "-84.4698483"
 },
 {
  "link": "https://www.atlanta.net/events/detail/iliza-shlesinger-forever-tour/127284",
  "name": "Iliza Shlesinger: Forever Tour",
  "desc": "Iliza is one of today’s leading comedians with a fan base who show their loyalty by creating their own Iliza inspired swag to wear to her shows. Her 5th Netflix stand up special UnVeiled premiered in November 2019 and delves into her journey of getting married. Her past specials include War Paint, Freezing Hot, and Confirmed Kills. Her previous Netflix special, 2018’s Elder Millennial, is the subject of Iliza Shlesinger: Over & Over, her “fan-u-mentary” which is currently streaming and gives fans an inside look into what goes into the making of one of her specials.",
  "addr": "660 Peachtree Street, NE\nAtlanta, GA 30308",
  "loc": "Fox Theatre",
  "cat": "Comedy",
  "time": "7 PM",
  "date": "8-29-2020",
  "latitude": "33.772423",
  "longitude": "-84.38502249999999"
 },
 {
  "link": "https://www.atlanta.net/events/detail/iliza-shlesinger-forever-tour/127285",
  "name": "Iliza Shlesinger: Forever Tour",
  "desc": "Iliza is one of today’s leading comedians with a fan base who show their loyalty by creating their own Iliza inspired swag to wear to her shows. Her 5th Netflix stand up special UnVeiled premiered in November 2019 and delves into her journey of getting married. Her past specials include War Paint, Freezing Hot, and Confirmed Kills. Her previous Netflix special, 2018’s Elder Millennial, is the subject of Iliza Shlesinger: Over & Over, her “fan-u-mentary” which is currently streaming and gives fans an inside look into what goes into the making of one of her specials.",
  "addr": "660 Peachtree Street, NE\nAtlanta, GA 30308",
  "loc": "Fox Theatre",
  "cat": "Comedy",
  "time": "7 PM",
  "date": "8-29-2020",
  "latitude": "33.772423",
  "longitude": "-84.38502249999999"
 },
 {
  "link": "https://www.atlanta.net/events/detail/cocktails-in-the-garden/128157",
  "name": "Cocktails in the Garden",
  "desc": "Thanks to the Garden’s brief closure earlier this year, Cocktails in the Garden blooms Tuesday – Sunday through September, 5 – 9 p.m. (last entry at 8:30 p.m.)Enjoy specialty cocktails while exploring Alice’s Wonderland Reimagined at night during this after-hours social.Timed tickets/member reservations requiredCash Bars (card only)Guest Passes Accepted**All guest passes must be turned into Admissions for a timed ticket, either for immediate admission (subject to availability) or for another date and time. Advance admission with guest passes cannot be reserved online.",
  "addr": "1345 Piedmont Avenue, N.E.\nAtlanta, GA 30309",
  "loc": "Atlanta Botanical Garden, Inc.",
  "cat": "Drinks, Museums & Attractions",
  "time": "5:00 PM",
  "date": "Through 9-30-2020",
  "latitude": "33.7900414",
  "longitude": "-84.3738005"
 },
 {
  "link": "https://www.atlanta.net/events/detail/japanfest/123189",
  "name": "JapanFest",
  "desc": "\"Wasshoi\" in Japanese means \"to unify the peoples' hearts together, rise up and be full of enjoyment\". This is our theme for JapanFest Atlanta 2020! To adopt our \"New Normal with COVID-19\" JapanFest 2020 will go virtual for the first time in its history!  Have fun exploring the multi-layered culture of Japan. We will be hosting plenty of events for you to participate in at our virtual festival!",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Festivals, Special Events, Virtual & Online",
  "time": "10:00 AM",
  "date": "Through 9-30-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/college-football-hbcus/128360",
  "name": "College Football & HBCUs",
  "desc": "This new limited engagement special exhibit features an inspiring collection of stories, artifacts and college football treasures from Historically Black Colleges and Universities (HBCUs).",
  "addr": "250 Marietta St., NW\nAtlanta, GA 30313",
  "loc": "Chick-fil-A College Football Hall of Fame",
  "cat": "Museums & Attractions",
  "time": "NULL",
  "date": "Through 8-31-2020",
  "latitude": "33.7601601",
  "longitude": "-84.3955309"
 },
 {
  "link": "https://www.atlanta.net/events/detail/digital-summit-atlanta/126977",
  "name": "Digital Summit Atlanta",
  "desc": "\"Why Attend in 2020?* Top-Tier Content - we have over 55 sessions from industry leading companies with each promising the forward-leaning strategies and tactics you need to score big wins in 2020 and beyond.* Inspiring Keynotes - from Girls Who Code Founder & CEO, Reshma Saujani, Instagram's Product Marketing Manager, Jon Youshaei, and Fast Company's VP of Marketing, Damian Slattery, alongside our all-star lineup - with more to be announced soon! * A ridiculous list of industry heavyweights and innovators on this year's speaker roster. We're talking Amazon, Match.com, KPMG, Fox Sports, Microsoft, and more - with more being added every week! * Interactive Masterclasses - tack a third day",
  "addr": "2800 Cobb Galleria Parkway\nAtlanta, GA 30339",
  "loc": "Cobb Energy Performing Arts Centre",
  "cat": "Education & Lectures",
  "time": "8:30 AM",
  "date": "Through 8-26-2020",
  "latitude": "33.8846554",
  "longitude": "-84.4591061"
 },
 {
  "link": "https://www.atlanta.net/events/detail/simon-says-in-french-ages-9-13-/128444",
  "name": "Simon Says... in French (Ages 9-13)",
  "desc": "We will learn basic introductions via singing, learn about cognates and -ER verbs via a loose form of Simon Says, play a competitive game of QUIZLET in teams (using Simon Says verbs), and close with a quick culture fact and learning how to say goodbye.New families can use promo code \"MyFirst\" to get their first ActivityHero Live class for free.",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Education & Lectures, Virtual & Online",
  "time": "4:00 PM",
  "date": "8-25-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/adac-s-37th-annual-sample-sale/127713",
  "name": "ADAC's 37th Annual Sample Sale",
  "desc": "Three days to save! This is your once-a-year opportunity to take advantage of discounted pricing on designer brands, high-end indoor and outdoor home furnishings, rugs, lighting, and accessories. The ADAC Annual Sample Sale, which takes place in multiple showrooms at ADAC and ADAC West, is open to the public for three days only. View participating showrooms at adacatlanta.com.",
  "addr": "351 Peachtree Hills Avenue NE\nAtlanta, GA 30305",
  "loc": "ADAC",
  "cat": "Shopping",
  "time": "9:00 AM",
  "date": "8-26-2020 - 8-28-2020",
  "latitude": "33.8169465",
  "longitude": "-84.37482229999999"
 },
 {
  "link": "https://www.atlanta.net/events/detail/casual-cadenza-at-sweetwater-brewery/128442",
  "name": "Casual Cadenza at SweetWater Brewery",
  "desc": "Live music returns to the patio at SweetWater Brewery. We are still rolling with limited seating and full service, so get here early to grab your spot and enjoy some live music, cold beers, and tasty treats with us. Join us on August 26th for live music from Casual Cadenza!Casual Cadenza is a four-piece jam band hailing from Atlanta, GA. \"In music, a cadenza refers to an improvised ornamental passage played by a soloist or soloists, usually in a free rhythmic style, and often allowing for a virtuosic display.\"",
  "addr": "195 Ottley Drive NE\nAtlanta, GA 30324",
  "loc": "SweetWater Brewing Company",
  "cat": "Music & Concerts",
  "time": "6:30 PM",
  "date": "8-26-2020",
  "latitude": "33.808012",
  "longitude": "-84.3810636"
 },
 {
  "link": "https://www.atlanta.net/events/detail/uhccf-topgolf/127610",
  "name": "UHCCF Topgolf",
  "desc": "A unique, FUNdraising event benefiting the UnitedHealthcare Children's Foundation (UHCCF) featuring golf, food, drinks, prizes and a silent auction at Atlanta Topgolf Midtown. Meet a native Georgian UHCCF grant family, Chloe, and hear how this organization has helped change their lives.The UnitedHealthcare Children's Foundation (UHCCF) is a nonprofit 501(c) (3) public charity that strives to enhance either the clinical condition or quality of life of children who have health care needs not fully covered by their commercial health benefit plan. UHCCF's funding is provided by contributions from individuals, employees, and sponsorship donations from corporations.",
  "addr": "1600 Ellsworth Industrial Blvd NW\nAtlanta, GA 30318",
  "loc": "TopGolf - Midtown",
  "cat": "Family & Kids",
  "time": "4:30 PM",
  "date": "8-26-2020",
  "latitude": "33.7986425",
  "longitude": "-84.42768819999999"
 },
 {
  "link": "https://www.atlanta.net/events/detail/atlanta-shortsfest/126876",
  "name": "Atlanta Shortsfest",
  "desc": "The 11th Annual Atlanta Shortsfest is held August 27 - 29, 2020 at the Synchronicity Theatre in Atlanta, Georgia. Atlanta Shortsfest showcases a diverse mix of short films by ultra-talented filmmakers from across the globe.Come experience the best in indie short films and meet talented filmmakers from across the globe.",
  "addr": "1545 Peachtree Street  #102\nAtlanta, GA 30309",
  "loc": "Synchronicity Theatre",
  "cat": "Film",
  "time": "5:00 PM",
  "date": "8-27-2020 - 8-29-2020",
  "latitude": "33.7973322",
  "longitude": "-84.3881664"
 },
 {
  "link": "https://www.atlanta.net/events/detail/how-to-turn-a-breakup-into-a-breakthrough/128337",
  "name": "How to Turn A Breakup Into A Breakthrough",
  "desc": "Turning a breakup into a breakthrough is about broadening your perspective. Learn the necessary skills to transform your life.It's easy to become emotionally stuck after a breakup, divorce, separation, or job loss. Experiencing loss can leave you feeling defeated, unwanted, depressed, and empty. Breakups can be tough.  Especially when it feels like someone stopped loving you suddenly, packed up their affection, and headed for the exit door. Turning a breakup into a breakthrough is about broadening your perspective. In this powerful workshop, you will learn how to shift your focus from the problem to the solution to create transformation.",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Virtual & Online",
  "time": "8:00 PM",
  "date": "8-27-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/beep-beep-music-that-moves-you-online-class/128393",
  "name": "Beep Beep! Music that Moves You! Online Class",
  "desc": "\"A  first introduction to musical notation for children 1 1/2 and up!Jump, sing, play instruments, learn from puppets and stories about musical notation and social-emotional themes that enrich children. Combines Spanish, culture, music, social skills and fun to give children confidence through joyful engagement with experienced teacher of 35 years Chaia May.After registering, you will receive an email with instructions on how to join the class.  Use promo code MyFirst to get your first ActivityHero Live class free.\"",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Virtual & Online",
  "time": "3:00 PM",
  "date": "8-28-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/jazz-on-the-lawn-callanwolde-fine-arts-center-/123390",
  "name": "Jazz on the Lawn: Callanwolde Fine Arts Center",
  "desc": "Callanwolde’s Jazz on the Lawn showcases a lineup of Atlanta’s finest performers in one of it’s most historic venues. Unwind and listen to an evening of live music with a picnic and friends.  Happening every other Friday night. August 28 – Eddie & Mayi Lopez and Orquesta MaCubaDoors open at 6:30 p.m.   /    Concerts begin at 7:30 p.m.   /    Concerts conclude at 9:30 p.m.",
  "addr": "980 Briarcliff Road, N.E.\nAtlanta, GA 30306",
  "loc": "Callanwolde Fine Arts Center",
  "cat": "Music & Concerts",
  "time": "7:30 PM",
  "date": "8-28-2020",
  "latitude": "33.7818415",
  "longitude": "-84.345085"
 },
 {
  "link": "https://www.atlanta.net/events/detail/survival-safari/128263",
  "name": "Survival Safari",
  "desc": "Grab your family and friends and come to the Zoo for an evening of team challenges, scavenger hunts, and interactive activities that will engage and excite. See if you have what it takes to survive and thrive as an Animal Care Specialist. Compete against other teams as you and your group work together to solve team challenges that explore how animal care teams feed, maintain the environments of, and enrich the lives of Zoo Atlanta's animal ambassadors. Participants will explore the Zoo after hours with a Zoo educator and learn about animal care and conservation efforts.",
  "addr": "800 Cherokee Avenue, S.E.\nAtlanta, GA 30315",
  "loc": "Zoo Atlanta",
  "cat": "Family & Kids, Museums & Attractions",
  "time": "6:30 PM",
  "date": "8-28-2020",
  "latitude": "33.7321624",
  "longitude": "-84.3713351"
 },
 {
  "link": "https://www.atlanta.net/events/detail/the-real-exorcist-movie-premiere/128371",
  "name": "The Real Exorcist Movie Premiere",
  "desc": "Award-Winning Japanese Supernatural Film Addressing the Global Suicide Pandemic comes to the U.S. Suicide is fast becoming its own pandemic. According to the World Health Organization (WHO), someone takes their life every 40 seconds, amounting to 800,000 suicides a year. In dramatizing the suicide of a teenage schoolgirl, \"The Real Exorcist\", a new supernatural film by the Japanese production house, HS Productions, examines the stressors that drive many young people today to want to end it all and proposes ways to create a happier life and avoid the negative influences that can lead to suicide.\"The Real Exorcist\" led the box office in Tokyo and Japan for five consecutive weeks.",
  "addr": "Midtown Promenade Center\nAtlanta, GA 30308",
  "loc": "Landmark Theatre",
  "cat": "Film",
  "time": "11:00 AM",
  "date": "8-28-2020 - 9-4-2020",
  "latitude": "33.7794241",
  "longitude": "-84.3676515"
 },
 {
  "link": "https://www.atlanta.net/events/detail/twilight-trek/125764",
  "name": "Twilight Trek",
  "desc": "Ever wonder what the animals are up to after the sun goes down? Join us after-hours for an evening adventure for the whole family! Tour the Zoo at dusk, use night-vision technology, search for animals that you wouldn't normally see during the daylight hours, and enjoy special activities that vary from season to season. A light evening snack is included. Don't miss this wild evening exploring the Zoo!",
  "addr": "800 Cherokee Avenue, S.E.\nAtlanta, GA 30315",
  "loc": "Zoo Atlanta",
  "cat": "Family & Kids",
  "time": "6:30 PM",
  "date": "8-28-2020",
  "latitude": "33.7321624",
  "longitude": "-84.3713351"
 },
 {
  "link": "https://www.atlanta.net/events/detail/atlanta-natural-life-festival-/123849",
  "name": "Atlanta Natural Life Festival",
  "desc": "Head to Historic Fourth Ward Park on Saturday August 29, 2020 to celebrate mindfulness, natural food and healthy living. The festival includes a vegan food truck village, over 50 vendors, music and a kid zone.  Live your best life and experience the positive energy of the environment.",
  "addr": "680 Dallas St NE\nAtlanta, GA 30308",
  "loc": "Historic Fourth Ward Park",
  "cat": "Family & Kids, Festivals, Spirituality",
  "time": "10 AM",
  "date": "8-29-2020",
  "latitude": "33.7675282",
  "longitude": "-84.36504850000001"
 },
 {
  "link": "https://www.atlanta.net/events/detail/duluth-spring-arts-festival/126819",
  "name": "Duluth Spring Arts Festival",
  "desc": "Featuring up to 125 painters, photographers, sculptors, leather and metalwork, glass blowers, jewelers, and crafters! The Festival will also offer artist demonstrations, live acoustic music, a children's play area, plus festival foods and beverages with healthy alternatives. Location:City Town Center3167 Main Street, Duluth, GA 30096May 23, 2020, Saturday, 10:00 AM - 5:00 PM May 24, 2020, Sunday, 11:00 AM - 5:00 PM",
  "addr": "3167 Main Street\nDuluth, GA 30096",
  "loc": "Duluth Town Green Taylor Park",
  "cat": "Family & Kids, Festivals, Visual Arts & Galleries",
  "time": "10:00 AM",
  "date": "8-29-2020 - 8-30-2020",
  "latitude": "34.0017855",
  "longitude": "-84.1468938"
 },
 {
  "link": "https://www.atlanta.net/events/detail/family-nightcrawler-overnight/128271",
  "name": "Family NightCrawler Overnight",
  "desc": "Calling all night owls! Spend the night at Zoo Atlanta for a nocturnal adventure you won't soon forget! This program is designed for families with children ages 6+ and features interactive activities, team challenges, Zoo tours and opportunities to learn more about wildlife and wild places.Participants will spend the majority of the evening within the Zoo and will sleep in indoor, climate-controlled rooms. A light evening snack and continental breakfast catered by Proof in the Pudding are provided. Stay and enjoy the Zoo the following day after breakfast and morning activities.",
  "addr": "800 Cherokee Avenue, S.E.\nAtlanta, GA 30315",
  "loc": "Zoo Atlanta",
  "cat": "Family & Kids, Museums & Attractions",
  "time": "6:00 PM",
  "date": "8-29-2020 - 8-30-2020",
  "latitude": "33.7321624",
  "longitude": "-84.3713351"
 },
 {
  "link": "https://www.atlanta.net/events/detail/intro-to-chess-free-online-for-ages-5-13-/128422",
  "name": "Intro to Chess (Free Online for Ages 5 -13)",
  "desc": "\"The chess class will teach students how to form a basic chess strategy and how to win a game of chess. Students should know basic piece movement.Chess Katz Co-Founders Ben and Alanna have a collective 30+ years of chess teaching experience and have traveled to 25+ states across the United States to teach children chess. They've taught over 10,000 children and coach at the Local, City and National level. They are among the strongest brother-sister chess players in the country and bring their wealth of experience to their students.New families can use promo code \"\"MyFirst\"\" to get their first ActivityHero Live class for free. After registering, you will receive an email with instructions",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Virtual & Online",
  "time": "3:00 PM",
  "date": "8-29-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/r-un-for-one-5k/128388",
  "name": "R(un) for One 5K",
  "desc": "Started in 2011, the R(un) for One 5K is a family-friendly annual event where Lifeline Children's Services' and supporters gather together to raise awareness and funding for vulnerable children around the world.Through (un)adopted, Lifeline's international orphan care ministry, vulnerable children are receiving love and care, enrolling in schools, learning life skills and hearing the hope of the gospel. Each year's run focuses on a different country where (un)adopted serves. This year's run will highlight the country of Liberia.Due to COVID-19, this R(un) location has moved to a R(un) Where You Are race, meaning you can run with us from anywhere.",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Fitness & Health, Virtual & Online",
  "time": "NULL",
  "date": "8-29-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/suwanee-beer-fest/127667",
  "name": "Suwanee Beer Fest",
  "desc": "The 10th annual Suwanee American Craft Beer Fest will take place on Saturday, May 30th, 2020 in beautiful Town Center Park in Suwanee, Georgia. The festival will take place from 1pm to 5 pm with VIP gates opening at 12.Recognized as one of the biggest and best craft beer festival in the Southeast, the Suwanee American Craft Beer Fest attracts people from all over the country to claim their share of unlimited tastings of over 350 craft beers. The event offers live music, games, local food vendors and a home brew contest in Suwanee Town Center Park.",
  "addr": "300 Town Center\nSuwanee, GA 30024",
  "loc": "Suwanee Town Center",
  "cat": "Festivals",
  "time": "1:00 PM",
  "date": "8-29-2020",
  "latitude": "34.0568286",
  "longitude": "-84.0645212"
 },
 {
  "link": "https://www.atlanta.net/events/detail/civil-war-salt-virtual-tour/128198",
  "name": "Civil War + Salt Virtual Tour",
  "desc": "Consider this Essential Civil War --- but way more interesting than what you learned in school --- with stories of the Civil War that nobody knows but continue to impact us today. We'll talk about the role of food in the Civil War, the impact on the Civil War to women, why Sherman's March to the Sea mattered, the importance of African American soldiers in the Civil War, and how the Civil War ended. We'll also feature a look at present day Savannah with our Savannah tour partner and discuss how to use blended salts while cooking.Our optional Savannah Treat Box features two blended salts from the Salt Table, recipes, Savannah artwork, and more fun hands-on activities.",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Virtual & Online",
  "time": "NULL",
  "date": "Through 8-29-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/netherworld-s-escape-room-games-now-reopened/128376",
  "name": "NETHERWORLD's Escape Room Games Now Reopened",
  "desc": "Ready to switch up your quarantine routine, Atlanta? After being closed due to COVID-19, NETHERWORLD's Escape the NETHERWORLD has reopened to the public! At Escape the NETHERWORLD, the traditional escape room meets a blood-curdling twist to give you all the thrills and chills you desire. Each of the rooms are guaranteed to test your wits, teamwork skills and fearlessness. Lock yourself in at your own risk - open Fridays from 6pm-11pm and Saturdays from 2pm-11pm.",
  "addr": "2076 West Park Place Blvd\nStone Mountain, GA 30087",
  "loc": "NETHERWORLD",
  "cat": "Sports",
  "time": "6:00 PM",
  "date": "Through 8-29-2020",
  "latitude": "33.8185861",
  "longitude": "-84.11885699999999"
 },
 {
  "link": "https://www.atlanta.net/events/detail/netherworld-s-laser-adventure-battle-arena/128377",
  "name": "NETHERWORLD's Laser Adventure Battle Arena",
  "desc": "NETHERWORLD's Laser Adventure Battle Arena has you covered. After being closed due to COVID-19, NETHERWORLD's Laser Adventure has reopened to the public with new measures in place. To ensure the safety of guests and staff, NETHERWORLD Laser Adventure is accommodating smaller groups and limiting spots, as all games are now private. NETHERWORLD Laser Adventure is committed to providing both a fun and safe outdoor experience for you and your private group. Two new play options are also available to book: 20 minute laser tag for $60 for up to four players, plus $15 for additional players and 45 minute laser tag for $250 for up to 10 players, plus $15 for additional players. Book today!",
  "addr": "1313 Netherworld Way\nStone Mountain, GA 30087",
  "loc": "NETHERWORLD Haunted House",
  "cat": "Museums & Attractions, Other Activities",
  "time": "2:30 PM",
  "date": "Through 8-29-2020",
  "latitude": "33.8185861",
  "longitude": "-84.11885699999999"
 },
 {
  "link": "https://www.atlanta.net/events/detail/civil-war-salt-unexpected-virtual-tour/128404",
  "name": "Civil War + Salt Unexpected Virtual Tour",
  "desc": "Consider this Essential Civil War --- but way more interesting than what you learned in school --- with stories of the Civil War that nobody knows.  We'll talk about the role of food in the Civil War, the true story of Uncle Tom's Cabin, why Sherman's March to the Sea mattered, the importance of African American soldiers in the Civil War, and you'll learn old combat techniques from our resident stage combat choreographer. We peak into Savannah with our tour partner and feature two treats from Savannah in the optional Treat Box. Tours held on select dates in August. Check the website for more details.",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Virtual & Online",
  "time": "NULL",
  "date": "Through 8-29-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/moe-s-wednesdays-for-bert-s-big-adventure/128375",
  "name": "Moe's Wednesdays for Bert's Big Adventure",
  "desc": "Help create magical moments for Bert's Big Adventure by dining with Moe's Southwest Grill. More than 70 Atlanta area Moe's restaurants will be donating 10 percent of their sales every Wednesday in August to Bert's Big Adventure, a nonprofit organization that provides a magical, all-expenses-paid, five-day journey to Walt Disney World for children with chronic and terminal illnesses and their families.Fans can indulge in menu staples like burritos, bowls and Moe's famous queso or grab one of the new Moe's Meal Kits including a Taco, Nacho or Fajita kit to enjoy at home. Moe's Meal Kits serve 4-6 people and feature all the ingredients for each family member to create their own.",
  "addr": "NULL",
  "loc": "NULL",
  "cat": "Benefit, Dining",
  "time": "NULL",
  "date": "Through 8-26-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/west-side-story/126788",
  "name": "West Side Story",
  "desc": "Two rival teenage gangs, the Jets (White Americans) and the Sharks (Puerto Rican Americans), struggle for control of their neighborhood on the Upper West Side of New York City (Prologue). They are warned by police officers Krupke and Lt. Schrank to stop fighting on their beat. The police chase the Sharks off, and then the Jets plan how they can assure their continued dominance of the street. The Jets' leader, Riff, suggests setting up a rumble with the Sharks. He plans to make the challenge to Bernardo, the Sharks' ...This Classic will rock socks. Come out and enjoy.",
  "addr": "11 Whitlock Ave\nMarietta, GA 30064",
  "loc": "Theatre in the Square",
  "cat": "Theater & Performing Arts",
  "time": "NULL",
  "date": "Through 9-13-2020",
  "latitude": "33.9518878",
  "longitude": "-84.5504746"
 },
 {
  "link": "https://www.atlanta.net/events/detail/wild-encounter-aldabra-tortoise/128464",
  "name": "Wild Encounter: Aldabra Tortoise",
  "desc": "Days Available:Monday, Friday and Saturday at 1:45 p.m.Meet the ancient giants of Aldabra Atoll. See, feed, and touch one of the world's largest living tortoise species in the only Wild Encounter experience that allows guests to share the same space with the animals.",
  "addr": "800 Cherokee Avenue, S.E.\nAtlanta, GA 30315",
  "loc": "Zoo Atlanta",
  "cat": "Family & Kids, Museums & Attractions",
  "time": "NULL",
  "date": "Through 12-28-2020",
  "latitude": "33.7321624",
  "longitude": "-84.3713351"
 },
 {
  "link": "https://www.atlanta.net/events/detail/wild-encounter-elephant/128465",
  "name": "Wild Encounter: Elephant",
  "desc": "Days Available:Monday, Friday, Saturday and Sunday at 1:00 p.m.Bring your family to explore the new African Savanna and meet Tara or Kelly while learning more about them and why they are such important ambassadors for their species. During your Wild Encounter, you will go on a guided tour of the habitat, receive a behind-the-scenes look at the Zambezi Elephant Center, and get an opportunity to meet members of the Elephant Care Team. Of course, no Elephant Wild Encounter would be complete without the opportunity to hand-feed one of the \"girls\" an afternoon snack.",
  "addr": "800 Cherokee Avenue, S.E.\nAtlanta, GA 30315",
  "loc": "Zoo Atlanta",
  "cat": "Family & Kids, Museums & Attractions",
  "time": "NULL",
  "date": "Through 12-28-2020",
  "latitude": "33.7321624",
  "longitude": "-84.3713351"
 },
 {
  "link": "https://www.atlanta.net/events/detail/free-self-guided-street-art-walking-tours/126371",
  "name": "Free Self-guided Street Art Walking Tours",
  "desc": "The Atlanta Street Art Map offers free self-guided street art walking tours of seven different Atlanta Neighborhoods:- Beltline Eastside- Cabbagetown- Downtown- East Atlanta- Edgewood Ave- Little 5 Points- Pittsburgh Neighborhood*See website for location detailsThe interactive maps are easy to follow on your phone and you can take the tours whenever you want. The tours feature murals by local and international artists. You will explore an aspect of Atlanta that most tourists never get to see. In addition to walking tours, the Atlanta Street Art Map website also catalogs and maps over 900 Atlanta murals and offers Artist's bios.",
  "addr": "NULL",
  "loc": "NULL",
  "cat": "Visual Arts & Galleries",
  "time": "NULL",
  "date": "Through 12-31-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/the-escape-game-remote-adventures/127911",
  "name": "The Escape Game Remote Adventures",
  "desc": "Play The Escape Game's newest game, Ruins: Forbidden Treasure, from anywhere in the world using Zoom. Control an avatar wearing a live feed camera, search 360 images of the room, and use items in your online dashboard to progress through the game! Plus, one of our Game Guides will be there to help along the way.  Assemble a team of friends, family or co-workers no matter where they are! You have 60 minutes, can you escape?",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Virtual & Online",
  "time": "9:00 AM",
  "date": "Through 9-30-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/tfti-the-ultimate-photo-experience-summer-pop-up/128076",
  "name": "TFTI: The Ultimate Photo Experience Summer Pop-Up",
  "desc": "TFTI, an interactive photo experience pop-up museum has reopened and is extending its Atlanta engagement at Lenox Square. The interactive experience will now welcome Atlanta visitors through the end of summer. TFTI offers an immersive exhibit featuring a range of out-of-the-box rooms such as the LOVE Room, Mirror Room and Pillow Fight Experience with new additions including a Georgia peach inspired room.The pop up experience is self-directed, but room attendants are available to help trendsetters snap the perfect summer selfie, capture a group photo and offer tips on the best poses or angles.Tickets are available now at TFTI.com.",
  "addr": "3393 Peachtree Rd NE\nAtlanta, GA 30326",
  "loc": "Lenox Square",
  "cat": "Museums & Attractions, Special Events",
  "time": "12:00 PM",
  "date": "Through 9-13-2020",
  "latitude": "33.846335",
  "longitude": "-84.3635778"
 },
 {
  "link": "https://www.atlanta.net/events/detail/serenbe-farmers-market/128057",
  "name": "Serenbe Farmers Market",
  "desc": "Serenbe Farmers Market is back starting June 6th, every Saturday in the heart of Serenbe from 9am-1pm. Offering organic produce, local honey, coffee, fresh pasta, breakfast items, jellies, jams, pickles, granola, salad dressings and more. Serenbe Farms is also offering Friday afternoon drive-thru pickup on the farm. Farmstand pickup times are 3:30-5:30pm every Friday. Farm tours on Saturdays at 2pm and Private Field Trips by appointment. Email virginia@serenbefarms.com for more info.",
  "addr": "9110 Selborne Lane\nChattahoochee Hills, GA 30268",
  "loc": "Selborne Green at Serenbe",
  "cat": "Shopping",
  "time": "10:00 AM",
  "date": "Through 10-31-2020",
  "latitude": "33.5249126",
  "longitude": "-84.735796"
 },
 {
  "link": "https://www.atlanta.net/events/detail/ray-s-at-killer-creek-surf-n-turf/128112",
  "name": "Ray's at Killer Creek Surf n' Turf",
  "desc": "Surf n' Turf is back! Ray's at Killer Creek is offering a surf and turf special to kick off the summer. Guests can enjoy a 7-ounce lobster paired with a 6-ounce filet, with a choice of green beans or Yukon Gold whipped potatoes on the side, for $38 per guest. Call 770.649.0064 or see the attached link to make your reservation.",
  "addr": "1700 Mansell Road\nAlpharetta, GA 30004",
  "loc": "Ray's Killer Creek",
  "cat": "Dining",
  "time": "NULL",
  "date": "Through 9-5-2020",
  "latitude": "34.0409321",
  "longitude": "-84.3156753"
 },
 {
  "link": "https://www.atlanta.net/events/detail/nominations-for-lennox-2020-feel-the-love-program/128126",
  "name": "Nominations for Lennox' 2020 Feel The Love Program",
  "desc": "Lennox invites you to nominate deserving neighbors and friends to receive heating and cooling equipment at no cost! For over 10 years, Feel The Love has installed heating and cooling equipment free of charge to those facing physical, mental or social disabilities, financial challenges or job loss. This year, Lennox is dedicating even more of its resources to benefit first responders and those keeping us safe during the COVID-19 pandemic. From October 8 - 11, 2020, Feel The Love Weekend, Lennox dealers across the country will install new equipment for the selected nominees. To nominate a member of your community, visit FeelTheLove.com by August 31, 2020.",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Other Activities, Virtual & Online",
  "time": "12:00 AM",
  "date": "Through 8-31-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/nature-gallery/128205",
  "name": "Nature Gallery",
  "desc": "Nature Gallery Ongoing This unique outdoor exhibit space is located in WildWoods and is open year-round. Nature-themed special exhibits rotate throughout the year. Current exhibits are Wild Huts and Hollows and Games in the Gallery.",
  "addr": "767 Clifton Road\nAtlanta, GA 30307",
  "loc": "Fernbank Museum - WildWoods Exhibit",
  "cat": "Museums & Attractions",
  "time": "9:00 AM",
  "date": "Through 12-31-2021",
  "latitude": "33.7740493",
  "longitude": "-84.3278682"
 },
 {
  "link": "https://www.atlanta.net/events/detail/free-saturday-guided-meditation/128172",
  "name": "FREE Saturday Guided Meditation",
  "desc": "Join us for a guided meditation to start your day with a positive state of mind and carry that inner light with you for the rest of the day!No prior meditation experience is necessary and everyone is welcome.",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Education & Lectures, Virtual & Online",
  "time": "8:00 AM",
  "date": "Through 8-29-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/sunday-advice-for-a-happy-life/128181",
  "name": "Sunday Advice for a Happy Life",
  "desc": "Practical talks, guided meditation and discussion. Drop in for one class, or attend the whole series. No experience necessary. Everyone is welcome!* SUNDAY Classes are now available to be viewed for 48 hours after the class is held. If you can't make Sunday at 11:00AM but still want to join in, just register below as usual. Be sure to register for the webinar once you receive payment confirmation and you will automatically receive the link for the replay once class has finished.July 5 - July 19 | Buddhist Advice for How to Love Your LifeJuly 26 - August 2 | Know Your MindAugust 9 - September 6 | Free Your Mind - Letting Go of Negative Emotions",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Education & Lectures, Virtual & Online",
  "time": "11:00 AM",
  "date": "Through 8-30-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/monday-meditation-modern-buddhism/128163",
  "name": "Monday Meditation & Modern Buddhism",
  "desc": "Practical talks, guided meditation and discussion. Everyone is welcome! No experience is necessary.* Monday night classes are now available to be viewed for 1 week after the class is held. If you can't make Monday night at 7:30 PM but still want to join in, just register below as usual. Be sure to register for the webinar once you receive payment confirmation and you will automatically receive the link for the replay once class has finished.Learn how to integrate Buddhist teachings and meditation into daily life so that you can apply a peaceful mind, wisdom and a good heart in every situation.",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Education & Lectures, Virtual & Online",
  "time": "7:30 PM",
  "date": "Through 8-31-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/conversations-about-jazz-with-carl-anthony/128211",
  "name": "Conversations about Jazz with Carl Anthony",
  "desc": "Hammonds House Museum is thrilled to welcome former jazz radio host and founder of Notorious Jazz, Carl Anthony.  Carl will take Hammonds House Digital audiences on a unique journey through the music and include artist talks, workshops, listening sessions and other opportunities to engage in this music called jazz. A cool little set for the jazz novice and jazz head alike, this special series will take place digitally every other Thursday!  The events are free, but registration is required.",
  "addr": "NULL",
  "loc": "Online",
  "cat": "Museums & Attractions, Music & Concerts, Virtual & Online",
  "time": "7:30 PM",
  "date": "Through 12-24-2020",
  "latitude": "37.2268149",
  "longitude": "-95.7048514"
 },
 {
  "link": "https://www.atlanta.net/events/detail/fridays-n-duluth/127249",
  "name": "Fridays N Duluth",
  "desc": "Downtown Duluth is the place to be on Friday night as food trucks take over Main Street! Experience exotic flavors in a mobile vending setting with amazing local cuisine while listening to live entertainment on the Festival Center Stage and in Parsons Alley. Fridays-N-Duluth takes place every Friday during the months of May-September with themed Block Party on Main events the last Friday of each month (May-August).The food truck and entertainment lineup will be released the week of the event.For more information, please visit: www.duluthga.net/events",
  "addr": "3167 Main Street\nDuluth, GA 30096",
  "loc": "Downtown Duluth",
  "cat": "Family & Kids",
  "time": "6:00 PM",
  "date": "Through 9-18-2020",
  "latitude": "34.0017855",
  "longitude": "-84.1468938"
 },
 {
  "link": "https://www.atlanta.net/events/detail/a-better-view-summer-group-exhibition/128358",
  "name": "A Better View - Summer Group Exhibition",
  "desc": "The Summer 2020 Group Exhibition with 40+ Artists opens Saturday, August 1st.ABV's gallery space features artwork from the top contemporary artists and designers from around the world.Exhibition Dates: Aug 1-Sept 26Sat, Aug 1: 12PM-8PMSun, Aug 2: 11AM-6PMSat, Aug 8: 12PM-4PMSat, Aug 15: 12PM-4PMM-F through Sept. 26: 10AM-5PM",
  "addr": "659 Auburn Ave NE\nAtlanta, GA 30312",
  "loc": "ABV Gallery at Studioplex",
  "cat": "Visual Arts & Galleries",
  "time": "12:00 PM",
  "date": "Through 9-26-2020",
  "latitude": "33.7560556",
  "longitude": "-84.36634959999999"
 },
 {
  "link": "https://www.atlanta.net/events/detail/wild-encounter-aldabra-tortoise/127513",
  "name": "Wild Encounter: Aldabra Tortoise",
  "desc": "Days Available:Monday, Friday and SaturdayMeet the ancient giants of Aldabra Atoll. See, feed, and touch one of the world's largest living tortoise species in the only Wild Encounter experience that allows guests to share the same space with the animals.For your safety, encounters will occur with protected contact, where you will not be in the same physical space with the animal but will feed them through a barrier. The Aldabra tortoise Wild Encounter is unique as participants can experience the tortoise up-close, inside their habitat and touch the tortoise.",
  "addr": "800 Cherokee Avenue, S.E.\nAtlanta, GA 30315",
  "loc": "Zoo Atlanta",
  "cat": "Family & Kids, Museums & Attractions, Other Activities",
  "time": "1:00 PM",
  "date": "Through 12-28-2020",
  "latitude": "33.7321624",
  "longitude": "-84.3713351"
 },
 {
  "link": "https://www.atlanta.net/events/detail/wild-encounter-elephant/127512",
  "name": "Wild Encounter: Elephant",
  "desc": "Days Available:Monday, Friday, Saturday and SundayNo creature looms larger over the savanna than the African elephant, and you'll agree when you come face-to-trunk with one on our African elephant Wild Encounter! Explore the new African Savanna and meet Tara or Kelly while learning more about them and why they are such important ambassadors for their species. During your Wild Encounter, you will go on a guided tour of the habitat, receive a behind-the-scenes look at the Zambezi Elephant Center, and get an opportunity to meet members of the Elephant Care Team. Of course, no Elephant Wild Encounter would be complete without the opportunity to hand-feed one of the \"girls\" an afternoon snack.",
  "addr": "800 Cherokee Avenue, S.E.\nAtlanta, GA 30315",
  "loc": "Zoo Atlanta",
  "cat": "Family & Kids, Museums & Attractions, Other Activities",
  "time": "1:45 PM",
  "date": "Through 12-28-2020",
  "latitude": "33.7321624",
  "longitude": "-84.3713351"
 }
]
